Repository: jplusplus/resonate2014
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: de, fr

source: <div>Anne-Lise Bouyer, Sebastian Kraus, and Edouard Richard.</div> <div><span class="mentions">CC-BY-SA <a href="http://berlin.jplusplus.org/">Journalism++ SAS</a> ⁞ Photos © <a href="http://resonate.io/2014/">Resonate</a>.</span></div>
de: <div>Anne-Lise Bouyer, Sebastian Kraus und Edouard Richard.</div> <div><span class="mentions">CC-BY-SA <a href="http://berlin.jplusplus.org/">Journalism++ SAS</a> ⁞ Fotos © <a href="http://resonate.io/2014/">Resonate</a>.</span></div>
fr: <div>Anne-Lise Bouyer, Sebastian Kraus et Edouard Richard.</div> <div><span class="mentions">CC-BY-SA <a href="http://berlin.jplusplus.org/">Journalism++ SAS</a> ⁞ Photos © <a href="http://resonate.io/2014/">Resonate</a>.</span></div>

source: <div>We would like to thank the Resonate team, especially Maria Jelesijevic, and all the particiants who have made the event so powerful.</div> <div>Thanks to the festival's photographers, who gave us their beautiful pictures.</div> <div>A special thanks to Milica, Nevena and Ana our lovely and inspiring local guides.</div> <div>Big up to Marco our host and skillful driver.</div>
de: Der Medienkunst-Zirkus

source: Code Bohemia
de: Code Bohème

source: Open Source Art
de: Open Source Kunst
fr: De l'art open source

source: Market Forces
de: Marktkräfte
fr: Face au marché

source: The new-media bohemia gathers in Belgrade
de: Eine neue Generation von Code-Künstlern trifft sich in Belgrad
fr: Rassemblement d’artistes numériques à Belgrade

source: <p>They do not call themselves ‘artists’, but their creations mesmerize and challenge passers-by. They are shun by traditional auction houses and most museums, but might be the future of art. We met the new-media art scene in Belgrade last week, at the Resonate festival.</p> <p>Belgrade has been announced to us as the new Berlin. Serbia was hit hard by the financial crisis. That’s the first thing locals mention. Berlin’s flamboyant mayor Klaus Wowereit is notoriously close to his city’s cultural class. Dragan Đilas, Belgrade’s mayor until late 2013, is a mass media mogul, who has brought Big Brother to Serbia. Performance artist Marina Abramović, who exposed at the New-York Guggenheim and works with Lady Gaga, is from Belgrade. The Museum of Contemporary Arts collection holds works by Salvador Dalí, Andy Warhol, George Maciunas and Hannah Wilke. When it opened in 1958 it was one of Europe’s first national museums of modern art. Since it closed for renovation works in 2007 it has been slowly transforming into a ruin. Government funding has run out.</p> <p>Belgrade is setting out to fulfill the “poor, but sexy” promise, that Wowereit famously made about Berlin a decade ago. A young generation of artists is bringing the city to the center stage of the art scene. Its cheap rents are turning it into a safe haven for creative types. In <a href="http://www.mercer.de/press-releases/1420615">cost of living surveys</a> Belgrade regularly ranks far better than Berlin or other cities famous for their bohemian scenes such as Portland or Istanbul.</p> <p>Concept stores, galleries, coworking spaces and creative agencies are popping up all over the old centre along the banks of the Sava River and towards the Danube. Artists, tinkerers and hackers are at the forefront of this development. Milos Rancic, the founder of Hacklab Belgrade on the borders of the city centre, thinks young Serbs’ taste for computer code goes back to inventor and futurist Nikola Tesla. Rancic has been working on free software projects for over a decade. “People aspire to be as inventive with electronics as Tesla”, he says as he takes a sip of his energy drink and lights another Davidoff cigarette.</p>
de: <p>Sie bezeichnen sich selber nicht als Künstler. Traditionelle Auktionshäuser und die meisten Museen ignorieren sie. Sie machen Kunst mit Computern und die Regeln des Kunstmarktes sind ihnen egal. Einer von ihnen könnte aber der nächste Jeff Koons sein. Beim Resonate Festival in Belgrad hat sich letzte Woche eine neue Generation von Code-Künstler versammelt.</p><p>Belgrad hat man uns als das neue Berlin angekündigt. Berlins Stadtoberhaupt Klaus Wowereit suchte schon immer die Nähe zur kulturellen Elite seiner Stadt. Dragan Đilas, Belgrads Bürgermeister bis Ende 2013, ist ein Medienmogul. Er hat Big Brother nach Serbien geholt, Massenunterhaltung aus der Konserve recycelt. Immerhin kommen die Aktionskünstler Marina Abramović und Milica Tomic aus Belgrad. Das Museum für Zeitgenössische Kunst besitzt Werke von Salvador Dalí, Andy Warhol, George Maciunas und Hannah Wilke. Bei seiner Eröffnung 1958 war es eines der ersten staatlichen Museen für moderne Kunst in Europa. 2007 hat man es dann für Renovierungsarbeiten geschlossen. Seitdem zerfällt das Gebäude in sich. Serbien wurde von der Finanzkrise hart getroffen. Es ist kein öffentliches Geld mehr da für Kunst.</p><p>Belgrad könnte jedoch das „Arm, aber sexy“-Versprechen einlösen, das Wowereit vor 10 Jahren den Berliner Kreativen gab. Eine neue Generation von Künstlern versucht die Stadt künstlerisch nach vorne zu bringen. Günstige Mieten machen die serbische Hauptstadt zu einem Hort für junge Kulturschaffende. Die Lebenshaltungskosten sind niedrig. Belgrad schneidet hier bei <a href="http://www.mercer.de/press-releases/1420615">Studien</a> regelmäßig besser ab als Berlin oder andere unter Künstlern beliebte Städte, wie Portland oder Istanbul.</p><p>Concept Stores, Galerien, Co-working Spaces und Kreativagenturen entstehen im alten Zentrum entlang des Sava Flussufers und in Richtung der Donau. Künstler, Bastler und Hacker sind die Pioniere. Milos Rancic, Gründer des Hacklab Belgrad am Rande des Stadtzentrums, führt das Interesse von jungen Serben an Computercode auf Erfinder Nikola Tesla zurück. Rancic arbeitet schon seit über zehn Jahren an freien Software-Projekten. „Alle wollen hier mindestens so erfinderisch sein wie Tesla“, sagt er, nimmt einen Schluck von seinem Energy-Drink und zündet sich noch eine Davidoff Zigarette an.</p>
fr: <p>Entrepreneurs et bohèmes, en marge des musées mais intégrés aux communautés informatiques, les artistes numériques se cherchent encore. Même s’ils ne se définissent pas comme artistes, leurs créations peuvent déranger. A la frontière de la science fiction et des start-ups, le gratin de l’art numérique était à Belgrade la semaine dernière. Reportage.</p> <div class="quote"> <div class="body">Les artistes numériques font la recherche et développement des agences de publicité - gratuitement"</div> <div class="author">José Luis de Vicente, chercheur en culture et sociologie, Barcelona</div> </div> <p>A peine remise de la guerre du Kosovo, la Serbie a été fortement touchée par la crise financière, ce sont les deux premières choses que les locaux racontent à propos de leur ville. Pourtant, à l'image de Berlin, une scène artistique forte et dissidente a su s'y développer. Plus de trente fois détruite, ses ruines abritent clubs et culture alternative. Ses loyers peu élevés (comptez moins de 500 euros pour un 3 pièces en plein centre) en font un paradis pour tous les créatifs. Concepts stores, galeries, coworking spaces, agences de design fleurissent un peu partout dans la vieille ville et autour du Danube. Une jeune génération d'artistes, penseurs et hackers sont au premier plan de ce développement, tels que Milos Rancic, le fondateur du Hacklab Belgrade. Il est également un des créateurs de la branche serbe de Wikipédia et c'est aussi grâce à lui que Belgrade a été la première ville européenne a héberger l'entière base de données de backup de Wikipédia.</p> <p>Belgrade est définitivement une ville "pauvre, mais sexy", comme le maire de Berlin, Klaus Wowereit, l'avait annoncé pour sa ville il y a une dizaine d'années.</p> <p>C'est au centre de cette ville en pleine ébullition créative que se tenait du 3 au 5 avril le festival Resonate, organisé par l'artiste serbe Maria Jelesijević et l'architecte londonien Filip Visnjic. Cette troisième édition du festival a réuni des artistes numériques de 184 villes dans le monde. Dès janvier, impossible de trouver une entrée. Les tickets se sont tous vendus en quelques semaines.</p>

source: <div class="legend" style="position:relative;top:-27px">500 participants from 184 cities.</div> <p>Around Studentski Square in the centre of Belgrade, the Resonate festival, organized by Maria Jelesijević, a Belgrade-based visual artist, and Filip Visnjic, an architect living in London, is bringing together code artists from 184 cities. It's an intimate crowd of only 500 participants. The tickets of have been sold out for months.</p>
de: <div class="legend" style="position:relative;top:-27px">500 participants from 184 cities.</div><p>Maria Jelesijević, eine bildende Künstlerin, und Filip Visnjic, ein Architekt, der in London lebt und arbeitet, hatten vor 3 Jahren die Idee, Code-Künstler aus der ganzen Welt in Belgrad zu versammeln. Das Ergebnis ist Resonate, ein Festival mit 500 Teilnehmern aus 184 Städten. Die Tickets sind schon seit Monaten ausverkauft.</p>
fr: <div class="legend" style="position:relative;top:-27px">500 participants venant de 184 villes dans le monde.</div>

source: I. Code Bohemia
de: I. Code Bohème

source: <p>Space not taken up by laptops is covered with cables, duct tape, and circuit boards. Multicolored running shoes navigate their way through narrow staircases filled with smoothie-fueled chatter. A mix of games, performances, data visualizations, interactive installations and artificial intelligence projects is presented in front of bulging lecture theatres. The digital arts circus has put up its tents in Belgrade. It’s the first day of Resonate festival. </p> <p> Some participants have already arrived a couple of days before the official launch of the festival. They’ve been trading insights in workshops on coding with light, face manipulation, or specific frameworks for algorithmic art. They often know each other from previous collaborations or hackathons that rarely last longer than a couple of days. The new-media art community is small. Few coders work with the software tools these artists develop. Programming environments like OpenFrameworks, Cinder and vvvv are exotic concepts even for regular programmers. At Resonate festival they are omnipresent. Artists use them to control light, sound, visual elements on screen and program interactions involving the audience or physical objects. Many manipulate so called Arduinos, mini-controllers that transform inputs from sensors into outputs to lamps, motors or musical instruments. </p> <div class="quote"> <div class="body">We build stuff for 3 weeks and then people come and break it.</div> <div class="author">Douglas Edric Stanley, Professor of Digital Arts, Aix-en-Provence</div> </div> <p>There’s a video that participants routinely refer to, in which the Japanese artist Daito Manabe makes his face dance to music. Manabe’s goal is to create a device that automatically transmits the expression of one face onto another. For one of the early test performances Manabe sticks myoelectric sensors, usually used for medical examinations, and uses electric impulse generators to make his facial muscles move to music.</p> <!-- embed Daito Manabe video "electric stimulus on face" here: http://vimeo.com/7860021 or https://www.youtube.com/watch?v=pLAma-lrJRM <div class="legend">legend © 2014 Resonate</div>--> <div class="center"> <div class="iframe" data-src="//player.vimeo.com/video/7860021?title=0&amp;byline=0&amp;portrait=0" data-ratio="3.472222222"></div> </div> <div class="legend">Daito Manabe’s performance “Face Visualizer”</div> <p>Technological advances and the creation of new devices constantly change the way new-media artists work. They provide them with new physical and digital materials and create the social shifts their work reflects. Google Glass is ostensively absent at Resonate festival and speakers at panels loathe its privacy infringing features. But most new-media artists are obsessed with data. The more sensors collect, the more raw material for data-based art. Some run apps on their phones which meticulously measure every step they make. Graphic designer Nicholas Felton even publishes ‘Personal Annual Reports’ that reflect his life in charts and visualize his daily routines.</p>
de: <p>Die Tische sind mit Laptops, Kabeln, Klebeband und Computerplatinen bedeckt. Bunte Joggingschuhe bahnen sich ihren Weg durch enge Treppenhäuser. In Vorlesungssälen wird eine Mischung aus digitalen Spielen, Performances, Datenvisualisierungen, interaktiven Installationen und Künstliche Intelligenz Projekten präsentiert. Der Medienkunst-Zirkus hat seine Zelte in Belgrad aufgeschlagen.</p><p>Manche Teilnehmer sind schon ein paar Tage vor der offiziellen Eröffnung gekommen. In workshops beschäftigen sie sich mit Gesichts-Manipulation, Lichtinstallationen und algorithmischer Kunst. Oft kennen sie sich schon von gemeinsamen Projekten oder ‘Hackathons’, die aber selten länger als ein paar Tage dauern. Die Medienkunst-Szene ist klein. Nur wenige arbeiten mit der Software, die Code-Künstler entwickeln. OpenFrameworks, Cinder und vvvv sind exotische Werkzeuge, sogar für erfahrene Programmierer. Beim Resonate Festival kennt sie jeder. Künstler benutzen sie um Licht, Ton oder visuelle Bildschirm-Elemente zu kontrollieren und Interaktionen mit dem Publikum oder physischen Objekten zu coden. Ihr Lieblingsspielzeug sind Arduinos. Das sind programmierbare Mini-Kontroller, die Sensoren mit Lampen, Motoren oder Musikinstrumenten verbinden.</p><div class="quote"><div class="body">Wir basteln normalerweise so drei Wochen an unseren Kunstprojekten. Dann kommen die Leute und machen sie kaputt</div><div class="author">Douglas Edric Stanley, Professor für Digitale Kunst, Aix-en-Provence</div></div><p>Die Teilnehmer erwähnen immer wieder ein Video von Daito Manabe, in dem der Japaner sein Gesicht computergesteuert zu Musik tanzen lässt. Manabe will ein Gerät entwickeln, das Gesichtsausdrücke von einem Gesicht in ein anderes übertragen kann. Für die ersten Testversuche klebt sich Manabe myoelektrische Sensoren, die normalerweise für medizinische Zwecke verwendet werden, ins Gesicht und benutzt elektrische Impulsgeneratoren, um seine Gesichtsmuskeln automatisch zur Musik zu bewegen.</p><div class="center"><div class="iframe" data-src="//player.vimeo.com/video/7860021?title=0&amp;byline=0&amp;portrait=0" data-ratio="3.472222222"></div></div><div class="legend">Daito Manabes Performance „Face Visualizer“</div><p>Der technologische Forschritt und die Entwicklung von neuen Geräten ändern andauernd die Rahmenbedingungen für Medienkünstler. Es entstehen neue physische und digitale Materialien und sozialen Veränderungen, die ihre Arbeit reflektiert. Google Glass ist auf dem Resonate Festival aber nicht zu sehen. Die Künstler verabscheuen die Privatsphäre zerstörenden Eigenschaften der Computerbrille. Dennoch sind die meisten besessen von Daten. Je mehr Sensoren einfangen, desto mehr Rohmaterial für datenbasierte Kunst entsteht. Manche haben Apps auf ihren Telefonen, die jeden ihrer Schritte aufzeichnen. Grafiker Nicholas Felton veröffentlicht sogar ‘Persönliche Jahresberichte’, die seine täglichen Routinen visualisieren und sein Leben in Schaubildern widerspiegeln.</p>
fr: <p>A l'interieur, l'espace n'est pas seulement occupé par des ordinateurs portables, mais aussi par des câbles, des circuits imprimés et de nombreux rouleaux de gros scotch. Dans les salles d'amphithéâtre se succèdent les présentations mélangeant jeux, performances, visualisations de données, installations interactives et intelligence artificielle. Aucun des lieux de la conférence ne dispose d'un accès Wi-Fi suffisant pour les 500 participants, et l'ambiance s'en ressent : les conversations dans les escaliers étroits sont animées et les salles de présentation sont pleines à craquer d'un public ne lâchant pas des yeux les intervenants et les images qui se succèdent sur le grand écran. Il semble importer peu à Maria, l'organisatrice du festival, que l'événement ne soit pas live-tweeté ou dans les "trending topics" de la semaine. Le ton est donné, à Resonate, on n'est pas dans le paraître mais dans l'action.</p> <p>C'est le premier jour du festival et les artistes numériques sont venus se rencontrer pour partager leurs idées, imaginer des prototypes et apprendre les uns des autres lors des workshops.</p> <div class="quote"> <div class="body">On passe 3 semaines à monter des installations, puis les gens viennent et les cassent.</div> <div class="author">Douglas Edric Stanley, Professeur d'art numériques, Aix-en-Provence</div> </div> <p>Une des oeuvres référentes de ce festival est une vidéo de l’artiste japonais Daito Manabe dans laquelle il fait danser son visage sur une musique. Dans ses prototypes, il se sert de prothèses myoélectriques, utilisées habituellement lors d’examens médicaux pour tester la réactivité des muscles, posées sur son visage. Il a créé un programme qui envoie un stimuli électrique à chaque note de musique, faisant ainsi bouger les muscles de son visage en rythme. Le projet ultime de Manabe est de créer un objet qui transmettrait automatiquement les expressions d’un visage à un autre.</p> <!-- embed Daito Manabe video "electric stimulus on face" here: http://vimeo.com/7860021 or https://www.youtube.com/watch?v=pLAma-lrJRM <div class="legend">legend © 2014 Resonate</div>--> <div class="center"> <div class="iframe" data-src="//player.vimeo.com/video/7860021?title=0&amp;byline=0&amp;portrait=0" data-ratio="3.472222222"></div> </div> <div class="legend">Performance de Daito Manabe "Face Visualizer"</div> <p>Les avancées technologiques et le renouvellement constant des appareils électroniques font évoluer la façon dont les artistes numériques travaillent. Leurs oeuvres reflètent souvent les changements sociaux que ces nouveautés provoquent. Mais la course à la technologie n’est pas ici le but ultime, les Google Glasses sont par exemple ostensiblement absentes du festival Resonate. Les intervenants détestant la manière dont elles portent atteinte à la vie privée. La majorité des artistes numériques sont fascinés par les données. Pour eux, elle deviennent de la matière brute. Comme la peinture pour un artiste traditionnel. Certains vont même jusqu’à enregistrer méticuleusement tous les pas qu’ils font grâce à des applications sur leur téléphone. Le graphiste Nicholas Felton crée des visualisations de sa routine quotidienne et publie chaque année un rapport personnel retraçant sa vie sous forme de graphiques.<p>Si Resonate était un festival de musique, Aaron Koblin en serait la tête d’affiche. Les organisateurs lui ont réservé le dernier créneau. Sa présentation à la conférence TED a été visionnée plus d’un million de fois et son travail a été montré au MoMa de New-York ainsi qu’au centre Pompidou. Koblin travaille chez Google, où il dirige l’équipe des arts numériques. Dans son temps libre, il crée des oeuvres et des visualisations de données en détournant des outils créés par les géants de la technologie, comme le Mechanical Turk d’Amazon. Cette plateforme permet d’externaliser des tâches simples que les humains effectuent plus facilement que des ordinateurs (décrire une photo, par exemple). Aaron Koblin a monté un projet nommé The Sheep Market (le marché aux moutons). Il a collecté des centaines de dessins de moutons réalisés par des «travailleurs» anonymes rémunérés 0,02 dollar pour “dessiner un mouton de profil regardant vers la gauche”.</p> <p>Il voulait ainsi montrer le pouvoir de la communauté en prenant un symbole : le mouton a été le premier animal cloné, et la référence au <i>Petit Prince</i> ne nous échappe pas. Sur les milliers de participants, un seul ne s’est pas laisser mener par le berger numérique et lui a demandé, en écrivant avec sa souris : “Pourquoi ? Pourquoi fais-tu ça ?”</p>

source: II. Open Source Art
de: II. Open Source Kunst
fr: II. Art open source
