Repository: jplusplus/resonate2014
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: de, fr

source: <p>The default behaviour of many new-media artists is open source. That means that they often share the code of their art works with the public and allow people to build upon it - often before completion itself. They rely on programming languages and environments that are collectively developed. Resonate festival is not an exhibition or an art fair. Its open format, discussions and space for creation rather resembles a university.</p> <p>Kyle McDonald, Daito Manabe, and Klaus Obermaier sit on stage behind a table that looks as if it was build out of gigantic wooden bricks. The three artists have just finished their collaboration on a code-based performance piece they have called ‘Transcranial’. It mixes dancing, distortion of filmed body parts, and Manabe’s notorious electric impulses on the performer's face. They show fragments that have inspired their work, such as a <a href="http://www.newscientist.com/videoredirect?bcpid=2227271001&bckey=AQ~~,AAAAADqBmN8~,Yo4S_rZKGX0rYg6XsV7i3F9IB8jNBoiY&bctid=899434793001">video</a> of a reporter who gets his speech centre temporarily switched off by a magnet in front of a camera.</p> <p>They also demo bits and pieces of the code they have written for it. At the end of their talk they share a link that points to the <a href="https://github.com/kylemcdonald/transcranial">public repository</a>, which hosts the performance's source code.</p> <div class="quote"> <div class="body">Thanks for fixing our code and thanks for not adding any glitches that will make people destroy their brains</div> <div class="author">Kyle McDonald, F.A.T., New York</div> </div> <p>McDonald, who is a fellow at the Free Art and Technology Lab (F.A.T.), even accepts to work for less money as long as his code remains open to the public. F.A.T. is a small collective of artists who criticize intellectual property law and produce pop culture for the public domain. In 2012 New York Magazine art critic Rachel Wolff <a href="http://nymag.com/arts/art/rules/sarah-sze-2012-4/">recommended</a> aspiring artists to “make art that’s difficult to collect”. The new-media bohemia is following this recipe rather closely.</p>
de: <p>Viele Medien-Künstler arbeiten open-source. Das heißt sie veröffentlichen den Quelltext ihrer Werke und erlauben anderen auf ihrer Arbeit aufzubauen - oft sogar bevor die Projekte beendet sind. Sie arbeiten mit Programmiersprachen und Werkzeugen die gemeinsam entwickelt werden. Resonate Festival ist keine Ausstellung oder Kunstmesse. Das offene Format und der Raum für künstlerisches Arbeiten erinnern eher an eine universitäre Veranstaltung.</p><p>Kyle McDonald, Daito Manabe und Klaus Obermaier sitzen auf der Bühne hinter einem Tisch aus überdimensionierten bunten Bauklötzen. Die Künstler haben gerade ihre code-basierte Perfomance ‘Transcranial’ vorgestellt, die Tanz, Verzerrung von Körperteilen, und Manabes erwähnte Elektroimpulse vermischt. Sie zeigen Fragmente, die sie zu dem Stück inspiriert haben. Dazu gehört das <a href="http://www.newscientist.com/videoredirect?bcpid=2227271001&bckey=AQ~~,AAAAADqBmN8~,Yo4S_rZKGX0rYg6XsV7i3F9IB8jNBoiY&bctid=899434793001">Video</a> eines Reporters, dem vor laufender Kamera mit einem Magneten das Sprachzentrum abgeschaltet wird.</p><p>Sie zeigen auch den Quelltext des Stückes. Am Ende ihrer Präsentation projizieren sie einen <a href="https://github.com/kylemcdonald/transcranial">Link</a> auf die Leinwand, über den jeder auf den Code zugreifen kann. Eine Einladung in das kreative Bewusstsein der Künstler.</p><div class="quote"><div class="body">Danke, dass Ihr unseren Code repariert und danke, dass Ihr keine Fehler einbaut, die den Leuten das Gehirn zerstören.</div><div class="author">Kyle McDonald, F.A.T., New York</div></div><p>McDonald ist sogar bereit für weniger Geld zu arbeiten, so lange man ihm erlaubt, seinen Code mit der Welt zu teilen. Er ist Mitglied des Free Art and Technology Lab, eines kleinen Künstlerkollektives, das Urheberrecht kritisiert und lizenzfreie Popkultur produziert. 2012 hat Rachel Wolff, Kunstkritikerin im New York Magazin, aufstrebenden Künstlern empfohlen „Kunst zu machen, die man nur schwer sammeln kann“. Die Medienkunst Bohème folgt diesem Rezept peinlich genau.</p>
fr: <p>La majorité des artistes travaillent en open source (ils rendent public le code informatique de leurs oeuvres), associant ainsi la communauté au processus de création. Tout le monde peut s'approprier l'oeuvre, y contribuer, la détourner, parfois avant même qu’elle ne soit terminée. Resonate n’est pas une exposition ou un marché d’art. Son format ouvert, ses discussions et ses espaces dédiés à la création rappellent plus une université.</p> <p>Kyle McDonald, Daito Manabe et Klaus Obermaier assis sur scène, derrière une table qui semble faite de briques de bois gigantesques, parlent de leur dernière collaboration : une performance basée sur du code qu’ils ont appelée "la transcranienne". Cette expérience mêle sons et danse afin que le corps ne fasse plus qu’un avec la musique, toujours à l’aide d’impulsions électriques. Ils montrent des fragments qui ont inspirés leur travail, comme cette <a href="http://www.newscientist.com/videoredirect?bcpid=2227271001&bckey=AQ~~,AAAAADqBmN8~,Yo4S_rZKGX0rYg6XsV7i3F9IB8jNBoiY&bctid=899434793001">vidéo</a>d'un journaliste qui, face à une caméra, désactive temporairement son centre de la parole à l’aide d’un aimant </p> <p>Eux-aussi open source, ils publient le <a href="https://github.com/kylemcdonald/transcranial">code source de la performance</a> en ajoutant :</p> <div class="quote"> <div class="body">Merci de nous aider à améliorer notre code et merci de ne pas ajouter de bug qui pourrait détruire le cerveau des gens.</div> <div class="author">Kyle McDonald, F.A.T., New York</div> </div> <p>L’open source est un tel marqueur de ce milieu que certains membres du “Free Art and Technology (F.A.T.)”, un collectif d’artistes qui se bat contre les lois sur la propriété intellectuelle et produit de la pop culture pour le domaine public, l’incluent dans leurs grille de tarif. McDonald, un membre du collectif, fait payer plus cher si le code source n’est pas ouvert.</p>

source: III. Market Forces
de: III. Marktkräfte

source: <p>The global art market is worth around <a href="http://www.bloomberg.com/news/2014-03-12/global-art-market-surged-to-66-billion-in-2013-report.html">$70 billion</a>. New-media art has been missing out. The first computer art exhibitions were staged in the 1960s. The first major art auction dedicated to new-media art was only organized in autumn 2013. It was hosted by Phillips, one of the traditional fine arts auction houses, but the 20 works on display have only brought in the modest sum of <a href="http://www.forbes.com/sites/katherynthayer/2013/10/22/going-once-going-twice-phillips-puts-gifs-on-auction/">$90,600</a>. Even paintings by newcomer artists featured in the company’s <a href="http://www.phillips.com/Xigen/file.ashx?path=\\diskstation\website\Media\Auction\auctionResultsFile_NY010114.pdf">“more accessible” auctions</a> sell for double. The price for a Banksy can be $500,000.</p> <p>The new-media bohemia publishes its work and shares code online. It does not seem to care about the rules of the art market whose thousands of collectors crave scarcity and exclusivity. But they also have to pay their rent. When a collector offers to buy new-media art shared on the internet, artists have agreed to transfer the ownership of the pieces domain or to take it <a href="http://ca.blouinartinfo.com/visual-arts/article/38508-can-digital-art-make-money">offline</a>. Wutang Clan have taken a more radical approach by producing only <a href="http://www.forbes.com/sites/zackomalleygreenburg/2014/03/26/why-wu-tang-will-release-just-one-copy-of-its-secret-album/">one copy</a> of their latest album.</p> <div class="quote"> <div class="body">New-media artists are the unpaid research &amp; development departments of the advertising industry</div> <div class="author">José Luis de Vicente, cultural researcher, Barcelona</div> </div> <p>Andreas Müller, an artist from London, is packing up four black boxes that read “Oculus Development Kit”. Their content looks like inflated ski goggles with an inside facing tablet screen in the visual field. He has finished his workshop on Oculus Rift, the virtual reality headset that was bought by Facebook for $2 billion. The founders of Oculus had turned to the crowdfunding platform Kickstarter to raise $250,000 - they collected ten times as much. Some of the participants at Resonate have managed to do the same for their products - amongst them a print magazine called HOLO (raised $70,000), and NeoLucida ($424,000), a prism on a stick that helps make realistic drawings.</p> <div class="illustration full" data-src="static/images/lab.JPG" data-ratio="1.709401709"> <div class="legend">Resonate participants working with circuit boards ⁞ © Resonate</div> </div> <p>If Resonate were a music festival, Aaron Koblin would be headlining it. The organizers have reserved the very last slot for his talk. His 2011 TED talk has been viewed over 1 million times and his work has been shown at MoMa in New York and Centre Pompidou in Paris. Aaron Koblin’s day job is at Google, where he directs the Data Arts Team. His data visualization and crowdsourcing pieces make playful use of the ecosystem created by technology giants. Amazon runs a platform called Mechanical Turk, where anybody can hire microworkers for simple tasks.</p> <!-- enter screenshot of Aaron Koblin TED talk, Why?--> <p>Aaron Koblin decided to make people draw sheep. One sheep cost him $0.02. 7599 participated, making an average hourly wage of $0.69. Only one asked in computer-mouse-drawn letters: “Why? Why are you doing this?”</p> <div class="quote"> <div class="body">Gifpop allowed me to confidently bring my very specific lack of taste and appalling aesthetic judgment to the fine-art table.</div> <div class="author"><a href="http://www.canadianart.ca/features/2014/03/06/lorna-mills-interview/#sthash.lfjeOWmf.dpuf">Lorna Mills</a>, internet artist, New York</div> </div> <p>Rachel Binx and Sha Hwang used to visualize data for clients such as MTV and Oprah Winfrey. Then they quit and built Meshu, which is an online shop selling customized jewelry. The form of the jewels is based on a map of places that matter to the buyer. For a whopping $80, you can buy your own pendant made of bamboo wood or metal. Their next commercial project, Gifpop, helps turn Gifs from digital artifacts into physical objects. The outcome is a website offering to print Gif-files on lenticular cards, which change their appearance when they get tilted ($25 each).</p> <p>Now, they have even become Gif-gallerists selling works created by artists they display in the shop. They share the profits 80 to 20 - in favour of the artist. “Paying artists for their work is really rewarding,” Binx explains at the end of their session, “I love writing checks to people.” □</p>
de: <p>Auf dem globale Kunstmarkt werden jedes Jahr etwa <a href="http://www.bloomberg.com/news/2014-03-12/global-art-market-surged-to-66-billion-in-2013-report.html">70 Milliarden Dollar</a> umgesetzt. Nur ein verschwindend kleiner Teil davon ist Medienkunst. Die ersten Computerkunst-Ausstellungen fanden in den 1960er Jahren statt. Die erste große Medienkunst-Versteigerung erst im Herbst 2013. Phillips, eines der großen Versteigerungshäuser, hat sie veranstaltet. Die 20 angebotenen Stücke brachten aber nur die bescheidene Summe von <a href="http://www.forbes.com/sites/katherynthayer/2013/10/22/going-once-going-twice-phillips-puts-gifs-on-auction/">90.000 Dollar</a> ein. Sogar Gemälde von Newcomer-Künstlern in den <a href="http://www.phillips.com/Xigen/file.ashx?path=\diskstation\website\Media\Auction\auctionResultsFile_NY010114.pdf">„zugänglicheren“</a> Versteigerungen des Unternehmens verkaufen sich leicht für das doppelte. Ein Banksy kostet auch schon mal 500.000 Dollar.</p><p>Die Medienkunst Bohème veröffentlicht ihre Kunst und deren Code online. Die Regeln des Kunstmarktes interessieren sie nicht. Sie wollen zunächst einmal Aufmerksamkeit. Kunstsammler suchen Knappheit und Exklusivität. Aber auch Medienkünstler müssen ihre Miete bezahlen. Wenn ein Sammler Interesse an einem im Netz veröffentlichten Kunstwerk äußert, willigen manche ein, es <a href="http://ca.blouinartinfo.com/visual-arts/article/38508-can-digital-art-make-money">offline</a> zu stellen. Wutang Clan haben diese Idee zu Ende gedacht. Sie verkaufen nur <a href="http://www.forbes.com/sites/zackomalleygreenburg/2014/03/26/why-wu-tang-will-release-just-one-copy-of-its-secret-album/">eine Kopie</a> ihres neuen Albums.</p><div class="quote"> <div class="body">Medienkünstler sind die unbezahlte Recherche- und Entwicklungsabteilung der Werbeindustrie</div> <div class="author">José Luis de Vicente, Kulturforscher, Barcelona</div></div><p>Andreas Müller, ein Künstler aus London, packt vier schwarze Kisten zusammen auf denen „Oculus Development Kit“ steht. Der Inhalt der Kisten sieht aus wie zu groß geratene Skibrillen mit einem eingebauten Bildschirm im Sichtfeld. Er hat gerade seinen Workshop zu ‘Oculus Rift’ beendet, einer so genannten Virtual-Reality-Brille dessen Hersteller vor Kurzem für 2 Milliarden Dollar von Facebook übernommen wurde. Die Gründer von Oculus hatten anfänglich einen Aufruf auf der Crowdfunding-Plattform Kickstarter veröffentlich, mit dem Ziel, 250.000 Dollar Startkapital einzusammeln. Sie bekamen zehn mal so viel zusammen. Einige der Resonate-Teilnehmer haben Ähnliches für ihre eigenen Produkte erreicht - dazu gehören ein gedrucktes Magazin namens HOLO (70.000 Dollar Kampagneneinnahmen) und NeoLucida (424.000 Dollar), ein Prisma mit Halterung, das realistisches Zeichnen vereinfachen soll.</p><div class="illustration full" data-src="static/images/lab.JPG" data-ratio="1.709401709"> <div class="legend">Resonate Teilnehmer bei der Arbeit mit Computerplatinen ⁞ © Resonate</div></div><p>Wäre Resonate ein Musikfestival, Aaron Koblin wäre der Hauptact. Die Organisatoren lassen ihn als letztes reden. Sein TED-Talk von 2011 wurde über 1 Million mal angeschaut und seine Arbeiten wurden schon im MoMa in New York und im Centre Pompidou in Paris gezeigt. Aaron Koblins regulärer Job ist bei Google. Er arbeitet da als Direktor des Datenkunst-Teams. Er macht Datenvisualisierungen und Crowdsourcing Projekte, zum Beispiel mit Hilfe von ‘Mechnical Turk’. Das ist eine Plattform von Amazon auf der Arbeiter einfache digitale Aufgaben gegen geringe Bezahlung erledigen.</p><p>In Anlehnung an Saint Exupérys Kleinen Prinzen nutzt Aaron Koblin Amazon Mechnical Turk, um handgemalte Schafe zu sammeln. Ein Schaf kostet ihn 2 Cent. 7599 haben das Arbeitsangebot angenommen, bei einem durchschnittlichen Stundenlohn von etwa 69 Cent. Nur einer von ihnen fragte in mit der Computermaus gemalten Buchstaben: „Warum? Warum machst Du das?“</p><div class="quote"> <div class="body">Gifpop hat es mir ermöglicht, meinen ganz speziellen Mangel an Geschmack und mein abstoßendes ästhetisches Urteilsvermögen in die Welt der bildenden Künste zu tragen</div> <div class="author"><a href="http://www.canadianart.ca/features/2014/03/06/lorna-mills-interview/#sthash.lfjeOWmf.dpuf">Lorna Mills</a>, internet artist, New York</div></div><p>Rachel Binx und Sha Hwang haben früher Daten für eine Agentur visualisiert. MTV und Oprah Winfrey gehörten zu ihren Kunden. Dann haben sie gekündigt und Meshu gegründet. Meshu ist ein Online-Shop für maßgefertigten Schmuck. Die Form der angebotenen Ohrringe oder Anhänger basiert auf einer Karte mit Punkten, die der Käufer selbst auswählt. Ein Exemplar aus Bambus oder Metall kostet ab 80 Dollar. Ihr neues Unternehmen verwandelt Gifs von digitalen Artefakten in physische Objekte. Bei Gifpop, so der Name des Projekts, werden Gif-Dateien nach dem sogenannten <a href=”http://de.wikipedia.org/wiki/Linsenrasterbild”>Linsenrasterprinzip</a> auf Plastikkarten gedruckt. Heraus kommen Wackelbilder, die ihr Aussehen ändern wenn man sie hin- und her kippt (25 Dollar pro Karte).</p><p>Mittlerweile sind die beiden sogar zu Gif-Galeristen geworden. Sie stellen online Gif-Dateien aus und bieten sie auf Wackelkarten zum Verkauf an. Die Profite werden im Verhältnis 80 zu 20 geteilt - zugunsten des Urhebers. „Künstler für ihre Arbeit zu bezahlen ist ein gutes Gefühl,“ sagt Binx mit einem breiten Grinsen, „Ich liebe es, Leuten Schecks auszustellen.“</p>
fr: <p>Le marché global de l’art est d’environ <a href="http://www.bloomberg.com/news/2014-03-12/global-art-market-surged-to-66-billion-in-2013-report.html">50 milliards d’euros</a> sans compter les arts numériques. La première exposition d’art numérique s’est tenue dans les années 60, mais la première vente aux enchères n’a eu lieu qu’à l’automne dernier. Elle a été organisée par Phillips, une des maison traditionnelle de vente aux enchères, mais les seizes oeuvres exposées n'ont rapporté que seulement <a href="http://www.forbes.com/sites/katherynthayer/2013/10/22/going-once-going-twice-phillips-puts-gifs-on-auction/">90 600 dollars</a>. Pour comparaison, les peintures de jeunes artistes vendues aux enchères comme les <a href="link to auction">plus accessibles</a>se vendent facilement le double. Banksys vend régulièrement ses oeuvres pour 500 000 dollars.</p> <p>Comment les artistes numériques, qui, en partageant publiquement leurs codes et leurs oeuvres et en ne se souciant pas le moins du monde des règles du marché de l’art basées sur la rareté et l’exclusivité, font-ils pour payer leur loyer ? Souvent, ces artistes sont également des entrepreneurs. Qui n’hésitent pas à monétiser leurs idées.</p> <p>Les artistes numériques Rachel Binx et Sha Hwang ont longtemps mis leurs talents en visualisation de données au service de clients comme MTV ou Oprah Winfrey. Ils ont monté leur projet appelé Meshu, une fabrique de bijoux en ligne. Le client sélectionne les villes qui lui sont chères ; le logiciel crée ensuite une forme qui les relie entre elles. Pour un pendentif en triangle reliant Paris, Belgrade et Berlin, compter 60 euros.</p> <p>Leur autre projet commercial, Gifpop, permet d'imprimer un gif animé et de recevoir chez soi un objet physique (15 euros pour une oeuvre format carte postale). Ils sont maintenant devenus des “gifs-galeristes” et vendent les gifs crées par des artistes de leur choix dans leur boutique. Ils reversent 80%% des bénéfices aux artistes. Rachel Binx affirme qu’elle “adore faire des chèques aux artistes”.</p>

source: Follow!
de: Anschauen!
fr: À Suivre !

source: We have seen many inspiring things at Resonate. Here is a short list of our favourite projects. <br/><br/><br/> <ul> <li><a href="https://twitter.com/abstractmachine">Douglas Edric Stanley</a> for his concept of “playing and breaking the machine”.</li> <li><a href="https://twitter.com/daitomanabe">Daito Manabe</a> for controlling faces electronically.</li> <li><a href="https://twitter.com/rachelbinx">Rachel Binx and Sha Hwang </a> for <a href="http://meshu.io/">meshu.io</a> which allows you to build jewels from your travel data.</li> <li><a href="https://twitter.com/dentakuldn">Dentaku</a> for the creation of <a href="http://dentakulondon.com/ototo/">Ototo</a>, an all-in-one musical kit which allows you to make your own instruments.</li> <li><a href="https://twitter.com/prgarc">Pablo Garcia</a> for the genious <a href="http://www.pablogarcia.org/projects/webcam-venus/">Webcam Venus</a>, the ambitious archiving project <a href="https://twitter.com/drawingmachines">drawingmachines.org</a> and the drawing tool <a href="http://neolucida.com/">NeoLucida</a> developed together with Golan Levin.</li> <li><a href="https://twitter.com/giorgialupi">Giorgia Lupi</a> for her vision on data visualization and the excellent work of her studio <a href="http://www.accurat.it/">accurat.it</a>.</li>
de: Wir haben beim Resonate viel Inspirierendes gesehen. Hier ist eine Liste unserer Lieblingsprojekte.<br/><br/><ul><li><a href="https://twitter.com/abstractmachine">Douglas E. Stanley</a> und sein Konzept des „playing and breaking the machine“.</li><li><a href="https://twitter.com/daitomanabe">Daito Manabe</a>, der Gesichter elektronisch kontrolliert.</li><li><a href="https://twitter.com/rachelbinx">Rachel Binx und Sha Hwang </a> und ihr Laden <a href="http://meshu.io/">Meshu</a> indem man sich maßgefertigten Schmuck basierend auf den eigenen Reisedaten bestellen kann.</li><li><a href="https://twitter.com/dentakuldn">Dentaku</a> und das <a href="http://dentakulondon.com/ototo/">Ototo Kit</a>, mit dem man seine eigenen Instrumente bauen kann.</li><li><a href="https://twitter.com/prgarc">Pablo Garcia</a>, sein geniales Projekt <a href="http://www.pablogarcia.org/projects/webcam-venus/">Webcam Venus</a>, das ambitionierte Archivierungs-Projekt <a href="https://twitter.com/drawingmachines">drawingmachines.org</a> und sein Malwerkzeug <a href="http://neolucida.com/">NeoLucida</a>, ein gemeinsames Projekt mit Golan Levin.</li><li><a href="https://twitter.com/giorgialupi">Giorgia Lupi</a>, ihre Datenvisualisierungen und die exzellente Arbeit ihres Studios <a href="http://www.accurat.it/">accurat.it</a>.</li>
fr: Comme dit Rachel Binx, <i>“apprecier un site, c'est y retourner”</i>. En vrac, les liens que nous revisiterons. <br/><br/> <ul> <li><a href="https://twitter.com/abstractmachine">Douglas E.Stanley</a> pour son envie de “<i>jouer jusqu'à casser les machines</i>”.</li> <li><a href="https://twitter.com/daitomanabe">Daito Manabe</a>, pour avoir réussi à contrôler électroniquement des visages. Quelle sera la suite ?</li> <li><a href="https://twitter.com/rachelbinx">Rachel Binx et Sha Hwang</a> pour <a href="http://meshu.io/">meshu.io</a> qui nous permettra de commander des bijoux à l'image de nos aventures.</li> <li><a href="https://twitter.com/dentakuldn">Dentaku</a> pour la création de <a href="http://dentakulondon.com/ototo/">Ototo</a>, un kit musical universel.</li> <li><a href="https://twitter.com/prgarc">Pablo Garcia</a> pour le génial <a href="http://www.pablogarcia.org/projects/webcam-venus/">Webcam Venus</a>, le projet ambitieux d'archives <a href="https://twitter.com/drawingmachines">drawingmachines.org</a> et la réhabilitation d'un outil de dessin fort efficace, le <a href="http://neolucida.com/">NeoLucida</a>.</li> <li><a href="https://twitter.com/giorgialupi">Giorgia Lupi</a> pour ses visualisations de données et l'excellent travail de son studio <a href="http://www.accurat.it/">accurat.it</a>.</li>

source: Digital Arts Circus
fr: Cirque des arts numériques
